/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Socket chiuso dal peer remoto";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Tentativo di connessione all'host scaduto";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "La lettura ha raggiunto il limite massimo di lunghezza del set";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Tentativo di lettura scaduto";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Tentativo di scrittura scaduto";

